app/controllers/comments_controller.rb

SELECT `articles`.* FROM `articles` WHERE `articles`.`id` = 1 LIMIT 1
INSERT INTO `comments` (`creator`, `content`, `article_id`, `created_at`, `updated_at`) VALUES ('crunk2019@yandex.ru', 'Hello', 1, '2023-12-11 09:15:42.806548', '2023-12-11 09:15:42.806548')
---
  def create
    @article = Article.find(params[:article_id])
    @comment = @article.comments.create(comment_params)